Repository: amirhimiii/ecommerce
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: fa

source: %d story was successfully marked as published.
fa: این پست با موفقیت منتشر شد

source: %d category drafted.
fa: دسته بتدی پیش نویس شد

source: %d story was deactive.
fa: پست غیرفعاال شد

source: parents
fa: ارث بری

source: name
fa: اسم

source: position
fa: توضیحات محصول

source: status
fa: وضیعیت

source: category
fa: دسته بندی

source: categories
fa: دسته بندی ها

source: Womans
fa: زنونه

source: Mans
fa: مردونه

source: T-shirt
fa: تی شرت

source: Jeens
fa: لی

source: Shoes
fa: کفش

source: Large
fa: بزرگ

source: Small
fa: کوچک

source: Medium
fa: متوسط

source: Black
fa: مشکی

source: White
fa: سفید

source: green
fa: سبز

source: Red
fa: قرمز

source: Blue
fa: آبی

source: author
fa: مدیر

source: description
fa: توضیحات محصول

source: is_vip?
fa: جزوه محصولات ویژه هست؟

source: price
fa: قیمت

source: discount price
fa: قیمت تخفیف

source: is published ?
fa: منتشر بشه؟

source: image2
fa: عکس دوم

source: image
fa: عکس اصلی محصول

source: product choice
fa: زنونه / مردونه

source: size
fa: اندازه

source: color
fa: رنگ

source: gender
fa: جنسیت

source: product
fa: زنونه / مردونه

source: ip_address
fa: ای پی ادرس

source: VeryBad
fa: خیلی بد

source: Bad
fa: بد

source: Good
fa: خوب

source: VeryGood
fa: خیلی خوب

source: Perfect
fa: عالی

source: comment text
fa: متن دیدگاه

source: your stars
fa: امتیاز شما:

source: Grouping product
fa: دسته بندی محصول

source: Shop Detail
fa: اطلاعات محصول

source: views
fa: بازدید ها

source: Reviews
fa: نظرات

source: Description
fa: توضیحات محصول

source: Information
fa: اطلاعات

source: Product Description
fa: توضیحات محصول

source: Additional Information
fa: اطلاعات تکمیلی

source: SIZE
fa: اندازه

source: GENDER
fa: جنسیت

source: WEAR
fa: نوع محصول

source: COLOR
fa: رنگ

source: review for
fa: نظرات برای

source: points for product
fa: امتیاز محصول

source: Leave a review
fa: نظرخودرا بگذارید

source: Your email address will not be published. Required fields are marked *
fa: ایمیل شما مخفی خواهد ماند

source: Your Rating * :
fa: امتیاز شما

source: Cart
fa: سبد خرید

source: Products
fa: محصولات

source: Price
fa: قیمت

source: Quantity
fa: تعداد

source: Total
fa: قیمت کلی

source: Remove
fa: نظرات

source: Cart Summary
fa: حلاصه سفارشات

source: shipping
fa: حمل و نقل

source: Proceed To Checkout
fa: پرداخت بشود

source: add product
fa: اضافه کردن محصول

source: product detail
fa: زنونه / مردونه

source: JUST FOR VIP USERS
fa: ققط برای کاربران ویژه

source: buy Subscription for users
fa: خرید اشتراک

source: buy Subscription
fa: توضیحات محصول

source: home
fa: کفش

source: Men Fashion
fa: مردونه

source: Shop Now
fa: الان بخر

source: Women Fashion
fa: زنونه

source: Save 20%%
fa: تا % 20 تخفیف

source: Special Offer
fa: ویژه

source: Quality Product
fa: محصولات اینده

source: Free Shipping
fa: حمل و نقل

source: 14-Day Return
fa: بازگشت 14 روزه

source: 24/7 Support
fa: کل هفته ساپورت

source: Featured Products
fa: محصولات اینده

source: product list
fa: زنونه / مردونه

source: لیست محصولات
fa: product detail

source: products
fa: زنونه / مردونه
